[
   {
      "id": 1,
      "joke": "Why don't skeletons fight each other? They don't have the guts."
   },
   {
      "id": 2,
      "joke": "What do you call cheese that isn't yours? Nacho cheese."
   },
   {
      "id": 3,
      "joke": "Why did the bicycle fall over? It was two-tired."
   },
   {
      "id": 4,
      "joke": "What do you call fake spaghetti? An impasta."
   },
   {
      "id": 5,
      "joke": "I would avoid the sushi if I was you. It’s a little fishy."
   },
   {
      "id": 6,
      "joke": "Why don't eggs tell jokes? They'd crack each other up."
   },
   {
      "id": 7,
      "joke": "Why can't you hear a pterodactyl in the bathroom? Because it has a silent P."
   },
   {
      "id": 8,
      "joke": "Why did the scarecrow win an award? Because he was outstanding in his field."
   },
   {
      "id": 9,
      "joke": "What do you get when you cross a snowman and a vampire? Frostbite."
   },
   {
      "id": 10,
      "joke": "Why don’t some couples go to the gym? Because some relationships don’t work out."
   },
   {
      "id": 11,
      "joke": "Why do cows wear bells? Because their horns don’t work."
   },
   {
      "id": 12,
      "joke": "I’m reading a book about anti-gravity. It’s impossible to put down."
   },
   {
      "id": 13,
      "joke": "Why don’t scientists trust atoms? Because they make up everything."
   },
   {
      "id": 14,
      "joke": "What do you call a fish wearing a bowtie? Sofishticated."
   },
   {
      "id": 15,
      "joke": "What did the grape do when he got stepped on? Nothing but let out a little wine!"
   },
   {
      "id": 16,
      "joke": "I only know 25 letters of the alphabet. I don’t know y."
   },
   {
      "id": 17,
      "joke": "How does a penguin build its house? Igloos it together."
   },
   {
      "id": 18,
      "joke": "Did you hear about the kidnapping at the playground? They woke up."
   },
   {
      "id": 19,
      "joke": "Why do chicken coops only have two doors? Because if they had four, they’d be chicken sedans."
   },
   {
      "id": 20,
      "joke": "I used to be addicted to soap, but I’m clean now."
   },
   {
      "id": 21,
      "joke": "I told my wife she was drawing her eyebrows too high. She looked surprised."
   },
   {
      "id": 22,
      "joke": "Did you hear about the guy who invented Lifesavers? He made a mint!"
   },
   {
      "id": 23,
      "joke": "Why don’t skeletons fight each other? They don’t have the guts."
   },
   {
      "id": 24,
      "joke": "I’m on a seafood diet. I see food and I eat it."
   },
   {
      "id": 25,
      "joke": "What’s orange and sounds like a parrot? A carrot."
   },
   {
      "id": 26,
      "joke": "Why did the coffee file a police report? It got mugged."
   },
   {
      "id": 27,
      "joke": "Why don’t you ever see elephants hiding in trees? Because they’re so good at it."
   },
   {
      "id": 28,
      "joke": "I could tell a joke about pizza, but it’s a little cheesy."
   },
   {
      "id": 29,
      "joke": "How do you organize a space party? You planet."
   },
   {
      "id": 30,
      "joke": "Why can’t a nose be 12 inches long? Because then it would be a foot."
   },
   {
      "id": 31,
      "joke": "What do you call a bear with no teeth? A gummy bear."
   },
   {
      "id": 32,
      "joke": "How do you make a tissue dance? You put a little boogie in it."
   },
   {
      "id": 33,
      "joke": "What does a cloud wear under his raincoat? Thunderwear."
   },
   {
      "id": 34,
      "joke": "Why don’t vampires attack Taylor Swift? Because she has bad blood."
   },
   {
      "id": 35,
      "joke": "Why did the math book look sad? Because it had too many problems."
   },
   {
      "id": 36,
      "joke": "Why did the golfer bring two pairs of pants? In case he got a hole in one."
   },
   {
      "id": 37,
      "joke": "What do you call a snowman with a six-pack? An abdominal snowman."
   },
   {
      "id": 38,
      "joke": "What did the janitor say when he jumped out of the closet? Supplies!"
   },
   {
      "id": 39,
      "joke": "Why don’t crabs give to charity? Because they’re shellfish."
   },
   {
      "id": 40,
      "joke": "What did one wall say to the other? I’ll meet you at the corner."
   },
   {
      "id": 41,
      "joke": "What did the ocean say to the beach? Nothing, it just waved."
   },
   {
      "id": 42,
      "joke": "Why did the tomato turn red? Because it saw the salad dressing."
   },
   {
      "id": 43,
      "joke": "What’s brown and sticky? A stick."
   },
   {
      "id": 44,
      "joke": "Why did the melons have a wedding? Because they cantaloupe."
   },
   {
      "id": 45,
      "joke": "What did the big flower say to the little flower? Hi, bud!"
   },
   {
      "id": 46,
      "joke": "How does a vampire start a letter? Tomb it may concern."
   },
   {
      "id": 47,
      "joke": "Why don’t oysters share their pearls? Because they’re shellfish."
   },
   {
      "id": 48,
      "joke": "What do you call an alligator in a vest? An investigator."
   },
   {
      "id": 49,
      "joke": "What did the buffalo say to his son when he dropped him off at school? Bison."
   },
   {
      "id": 50,
      "joke": "How does a cow stay up to date? It reads the moos-paper."
   }
]
