[
   {
      "id": 1,
      "joke": "Por que o livro de matemática está estressado? Porque tinha muitos problemas."
   },
   {
      "id": 2,
      "joke": "O que o zero disse para o oito? Belo cinto!"
   },
   {
      "id": 3,
      "joke": "Por que o menino levou um lápis para a cama? Porque ele queria desenhar sonhos."
   },
   {
      "id": 4,
      "joke": "Qual é o cúmulo da velocidade? Fechar a gaveta da escrivaninha com o vento."
   },
   {
      "id": 5,
      "joke": "Por que o computador foi ao médico? Porque estava com um vírus."
   },
   {
      "id": 6,
      "joke": "O que é um vegetariano que come carne? Um ex-vegetariano."
   },
   {
      "id": 7,
      "joke": "Qual é o animal que come com o rabo? Todos, porque o rabo não come."
   },
   {
      "id": 8,
      "joke": "Por que a vaca foi para o espaço? Para ver a Via Láctea."
   },
   {
      "id": 9,
      "joke": "Qual é o lugar onde a cegonha não pode pôr um ovo? No ovo."
   },
   {
      "id": 10,
      "joke": "O que é que está sempre no meio da rua? O 'R'."
   },
   {
      "id": 11,
      "joke": "Como se chama um boomerang que não volta? Um pedaço de pau."
   },
   {
      "id": 12,
      "joke": "Qual é o cúmulo da distração? Esquecer a cabeça em casa."
   },
   {
      "id": 13,
      "joke": "Por que o livro de história está sempre tão calmo? Porque ele já sabe tudo."
   },
   {
      "id": 14,
      "joke": "O que o tomate foi fazer no banco? Tirar extrato."
   },
   {
      "id": 15,
      "joke": "Por que o jacaré tirou o jacarezinho da escola? Porque ele réptil de ano."
   },
   {
      "id": 16,
      "joke": "Qual é o fim da picada? O mosquito."
   },
   {
      "id": 17,
      "joke": "Por que a abelha sempre leva um celular para o trabalho? Para não perder o zumbido."
   },
   {
      "id": 18,
      "joke": "Qual é o cúmulo do exagero? Descer um morro de pé de cabra."
   },
   {
      "id": 19,
      "joke": "Por que a galinha foi ao sebo? Para ver se encontrava o livro de 'Como fazer uma omelete'."
   },
   {
      "id": 20,
      "joke": "Qual é a diferença entre um relógio e uma tartaruga? O relógio anda, a tartaruga caminha."
   },
   {
      "id": 21,
      "joke": "Por que o livro de culinária é um ótimo conselheiro? Porque ele tem muitas receitas."
   },
   {
      "id": 22,
      "joke": "O que é um dentista que pratica ioga? Um ortodontista."
   },
   {
      "id": 23,
      "joke": "Qual é a planta mais matemática? A hortelã."
   },
   {
      "id": 24,
      "joke": "Por que o caderno foi ao médico? Porque estava com dor nas páginas."
   },
   {
      "id": 25,
      "joke": "O que o pintor falou para a parede? ‘Vou dar uma mãozinha.’"
   },
   {
      "id": 26,
      "joke": "Qual é o cúmulo do azar? Levar um 'chapéu de chuva' em um dia de sol."
   },
   {
      "id": 27,
      "joke": "Por que o lápis é um péssimo jogador de futebol? Porque ele sempre está sem ponta."
   },
   {
      "id": 28,
      "joke": "Qual é o animal mais antigo do mundo? A zebra, porque é preto e branco."
   },
   {
      "id": 29,
      "joke": "Por que o livro de biologia se divorciou? Porque estava cheio de problemas."
   },
   {
      "id": 30,
      "joke": "Qual é o cúmulo do esquecimento? Esquecer onde guardou o próprio nome."
   },
   {
      "id": 31,
      "joke": "Por que a água não falou nada? Porque estava muito líquida."
   },
   {
      "id": 32,
      "joke": "Qual é o cúmulo da paciência? Esperar o tempo passar."
   },
   {
      "id": 33,
      "joke": "O que a luz disse para o escuro? 'Você não tem nada a ver comigo.'"
   },
   {
      "id": 34,
      "joke": "Qual é a cor do espelho? Incolor."
   },
   {
      "id": 35,
      "joke": "Por que o computador foi ao terapeuta? Porque ele estava com problemas de memória."
   },
   {
      "id": 36,
      "joke": "Qual é a diferença entre um ovo e um frango? O ovo não é um frango, mas o frango é um ovo."
   },
   {
      "id": 37,
      "joke": "Por que o gato não gosta de água? Porque ele tem 'pelo' de sobra."
   },
   {
      "id": 38,
      "joke": "O que é um homem sem braços e sem pernas no mar? Um bóia."
   },
   {
      "id": 39,
      "joke": "Qual é o cúmulo do romantismo? Casar-se com uma 'rosa' e dar flores a ela."
   },
   {
      "id": 40,
      "joke": "Por que o sol não vai para a escola? Porque ele já está no meio do céu."
   },
   {
      "id": 41,
      "joke": "Qual é o cúmulo do medo? Ir para o hospital com medo de ficar doente."
   },
   {
      "id": 42,
      "joke": "Por que o rádio foi ao psicólogo? Porque estava passando por uma crise de identidade."
   },
   {
      "id": 43,
      "joke": "Qual é o cúmulo da economia? Usar papel higiênico para fazer uma folha de papel."
   },
   {
      "id": 44,
      "joke": "Qual é o cúmulo do gelo? Derreter no calor da cozinha."
   },
   {
      "id": 45,
      "joke": "O que é um astronauta sem espaço? Um viajante espacial."
   },
   {
      "id": 46,
      "joke": "Qual é o cúmulo da matemática? Multiplicar a confusão."
   },
   {
      "id": 47,
      "joke": "Por que o botão foi ao médico? Porque estava se sentindo apertado."
   },
   {
      "id": 48,
      "joke": "O que é um burro com um livro? Um burro que lê."
   },
   {
      "id": 49,
      "joke": "Qual é a comida preferida dos fantasmas? Sopa de feijão com fantasminha."
   },
   {
      "id": 50,
      "joke": "Qual é o cúmulo da física? Levar a gravidade para o chão."
   }
]
